tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-versions"
brew "bat"
brew "glib"
brew "cairo"
brew "exa"
brew "fd"
brew "fx"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "htop"
brew "luajit", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "node"
brew "plantuml"
brew "rigrep"
brew "rust"
brew "tig"
brew "tree"
brew "tmux"
brew "wget"
brew "watchman"
cask "discord"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "postman"
cask "temurin8"
cask "temurin11"
cask "vlc"
