tap "adoptopenjdk/openjdk"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "glib"
brew "git"
brew "gradle"
brew "harfbuzz"
brew "graphviz"
brew "n"
brew "node@12"
brew "plantuml"
brew "postgresql", restart_service: true
brew "transmission-cli", restart_service: true
brew "unrar"
brew "vault", restart_service: true
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/cf-cli"
cask "1password"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "postgres"
cask "postman"
cask "spotify"
cask "transmission"
cask "vlc"
