tap "adoptopenjdk/openjdk"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "glib"
brew "cairo"
brew "exa"
brew "fx"
brew "git"
brew "gobject-introspection"
brew "gradle"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "luajit", args: ["HEAD"]
brew "n"
brew "neovim", args: ["HEAD"]
brew "node@12"
brew "peco"
brew "plantuml"
brew "ruby"
brew "rust"
brew "tig"
brew "transmission-cli"
brew "tree"
brew "tmux"
brew "unrar"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alfred"
cask "amethyst"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "discord"-
cask "docker"
cask "google-chrome"
cask "font-hack-nerd-font"
cask "iterm2"
cask "postman"
cask "transmission"
cask "vlc"
